[
  {
    "term": "zoil",
    "desc": "dokuczliwy, zawistny, złośliwy krytyk, szukający dziury w całym.",
    "more": ""
  },
  {
    "term": "zegizm",
    "desc": "antyrozwojowość, bezrozwojowość, kierunek ideologiczny, wg którego nalezy powstrzymać dalszy liczbowy, tech., nauk. rozwój ludzkości, urbanizację, mechanizację, chemizację itp., gdyż dalszy rozrost cywilizacji jest równoznaczny z zagładą naturalnego.środowiska, a więc i człowieka",
    "more": ""
  },
  {
    "term": "zelant",
    "desc": "gorliwiec, zapaleniec.",
    "more": ""
  },
  {
    "term": "zelota",
    "desc": "fanatyczny, zagorzały, namiętny entuzjasta jakiejś idei, religii itd.; hist. człowiek fanatycznej sekty, zaciekle przeciwstawiającej się panowaniu Rzymian w Palestynie w czasie powstania żyć. i oblężenia Jerozolimy (I w.).",
    "more": ""
  },
  {
    "term": "wodewil",
    "desc": "lekki, komediowy utwór sceniczny z przewagą dialogów (w odróżnieniu od operetki), ze śpiewami, tańcami, muzyką i pantomimą.",
    "more": ""
  },
  {
    "term": "wiskozja",
    "desc": "psych. lepkość, perseweracja myśli, chorobliwa niemożność uwolnienia się od jakiejś myśli",
    "more": ""
  },
  {
    "term": "wisceralny",
    "desc": "anat. jelitowy, trzewiowy, dotyczący wnętrzności.",
    "more": ""
  },
  {
    "term": "white man's burden",
    "desc": "ang. brzemię białego człowieka (eufemistyczne określenie kolonializmu Imperium Bryt. końca XIX i pocz. XX w., usprawiedliwianego przez apologetów jako obowiązek moralny \"wyższych\" białych narodów w stosunku do \"zacofanych\" kolorowych ludów w koloniach).",
    "more": ""
  },
  {
    "term": "wezyr",
    "desc": "wysoki urzędnik różnych krajów muzułm., minister, radca stanu",
    "more": ""
  },
  {
    "term": "westybuł",
    "desc": "przedsionek, przedpokój (zwł. obszerny, w budynku publ.); hall.",
    "more": ""
  },
  {
    "term": "werbigeracja",
    "desc": "psych. chorobliwe, nieustanne powtarzanie bezsensownych słów a. zdań.",
    "more": ""
  },
  {
    "term": "werbalizm",
    "desc": "objaśnianie, nauczanie czysto słowne, nie poparte doświadczeniem, dowodami, faktami, korektami; pustosłowie, czcze, jałowe, akademickie rozprawianie.",
    "more": ""
  },
  {
    "term": "Wampuka",
    "desc": "parodia opery, niedorzecznych konwencji i zakrzepłej rutyny przedstawień operowych; bezwartościowy, lichy, pretensjonalny, banalny spektakl teatr.",
    "more": ""
  },
  {
    "term": "wagabunda",
    "desc": "włóczęga, tramp, obieżyświat, powsinoga.",
    "more": ""
  },
  {
    "term": "utensylia",
    "desc": "narzędzia, przybory, sprzęt; akcesoria.",
    "more": ""
  }
]